<?php


return [

    /*
    |--------------------------------------------------------------------------
    | Pagination Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used by the paginator library to build
    | the simple pagination links. You are free to change them to anything
    | you want to customize your views to better match your application.
    |
    */

    'title' => 'Уведомления',
    'name' => 'Тема',
    'text' => 'Уведомление',
    'status' => 'Статус',
    'created_at' => 'Дата',
    'id' => 'ID',
    'not_seen' => 'Не прочитано',
    'seen' => 'Прочитано',
    'read_all' => 'Прочитать все',
    'info_seen' => 'Ваше сообщение прочитано!',
    'no_data_text' => 'У Вас нет уведомлений...',
    'package_off' => 'PRO отключен!',
    'package_on' => 'PRO включен!',
    'more' => 'Детали',
    'seen_info' => 'Уведомление прочитано!',
    'await' => 'Ожидание',
    'nothing' => 'Ничего не найдено',

    'message' => [
        'name' => 'Новое сообщение от ',
    ],

    'payment' => [
        'name' => 'Новая оплата!',
        'text' => 'Вы можете просмотреть данную запись в разделе Платежи.',
    ],

    'user' => [
        'name' => 'Новый пользователь!',
        'text' => 'Вы можете просмотреть данную запись в разделе Пользователи.',
    ],

    'bid' => [
        'name' => 'Новый заказ!',
        'text' => 'Вы можете просмотреть данную запись в разделе Заказы.',
    ],

    'offer' => [
        'name' => 'Новое предложение к заказу!',
        'text' => 'Вы можете просмотреть данную запись в разделе Заказы.',
    ],

    'comment' => [
        'name' => 'Новый комментарий к заказу!',
        'text' => 'Вы можете просмотреть данную запись в разделе Заказы.',
    ],

    'question' => [
        'name' => 'Новое сообщение к заказу!',
        'text' => 'Вы можете просмотреть данную запись в разделе Заказы.',
    ],

    'status_offer' => [
        'name' => 'Изменен статус вашего предложения в заказе!',
        'text' => 'Вы можете просмотреть данную запись в разделе Заказы.',
    ],

    'disable_package' => [
        'name' => 'Истек срок вашей подписки!',
        'text' => 'Вы можете продлить ее в разделе Пакеты.',
    ],

    'is_verified' => [
        'name' => 'Ваш аккаунт активирован!',
        'text' => 'Вы можете делать предложения в заказах.',
    ],

    'review' => [
        'name' => 'Вам добавили новый отзыв!',
        'text' => 'Вы можете просмотреть данную запись в разделе Отзывы.',
    ],

    'info_require_status_bid' => [
        'name' => 'У вас есть незакрытый заказ!',
        'text' => 'Вы можете закрыть его в разделе Заказы.',
    ],

];
