<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Pagination Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used by the paginator library to build
    | the simple pagination links. You are free to change them to anything
    | you want to customize your views to better match your application.
    |
    */

    'home' => [
        'title' => 'Главная',
    ],

    'sidebar' => [
        'item_1' => 'О сервисе',
        'item_2' => 'Условия',
        'item_3' => 'Мастерским',
        'item_4' => 'Автомобилистам',
        'item_5' => 'Обслуживание клиентов',
        'item_6' => 'Марки автомобилей',
        'item_7' => 'Блог',
    ],

    'contacts' => [
        'title' => 'Контакты',
        'success_contact' => 'Ваше обращение успешно отправлено!',
        'title_form' => 'Обратная связь',
        'name' => 'Имя',
        'email' => 'Email',
        'description' => 'Описание',
        'send' => 'Отравить',
    ],

    'for_executors' => [
        'title' => 'Мастерским',
    ],

    'for_customers' => [
        'title' => 'Автомобилистам',
    ],

    'car_brands' => [
        'title' => 'Марки автомобилей',
    ],

    'about' => [
        'title' => 'О сервисе',
    ],

    'term' => [
        'title' => 'Как работает сервис?',
    ],

    'blog' => [
        'title' => 'Блог',
        'article' => 'Пост',
        'categories' => 'Категории',
        'category' => 'Категория',
    ],

    'customer_service' => [
        'title' => 'Обслуживание клиентов',
    ],

    'catalog' => [
        'title' => 'Каталог мастерских',
        'sort_default' => 'По умолчанию',
        'sort_rate' => 'По рейтингу',
        'sort' => 'Сортировать',
        'add_bid' => 'Вы можете подать заявку напрямую, данной Мастерской',
        'filter' => [
            'name' => 'Наименование',
            'search' => 'Искать',
            'refresh' => 'Сброс',
            'rate' => "Рейтинг",
        ],
        'list' => [
            'modal' => [
                'title' => 'Отправить сообщение',
                'send' => 'Отправить',
                'message' => 'Ваше сообщение',
                'send_success' => 'Сообщение успешно отправлено!',
                'required' => 'Напишите Ваше сообщение!',
            ]
        ]
    ],

    'thanks' => [
        'title' => 'Статус оплаты',
        'pay_success' => 'Вы перенаправлены платежной системой. Ожидайте проведения оплаты...',
        'your_payments' => 'Перейти к платежам',
    ],

    'vacancies' => [
        'title' => 'Вакансии',
    ],

    'advertising' => [
        'title' => 'Реклама на сайте',
    ],

    'partners' => [
        'title' => 'Партнерам',
    ],

    'investors' => [
        'title' => 'Инвесторам',
    ],

    'category' => [
        'title' => 'Категория',
        'portfolio' => 'Портфолио',
    ],

    'service' => [
        'title' => 'Услуга',
        'gallery' => 'Галерея',
        'video' => 'Видео',
    ],

    'bid' => [
        'title' => 'Заказы',
        'customer' => 'Заказчик',
        'executor' => 'Мастерская',
        'service' => 'Услуга',
        'hours' => 'Часов',
        'person' => 'Человек',
        'total' => 'Итого',
        'status' => 'Статус',
        'status_order_name' => 'Статус заказа',
        'status_pay_name' => 'Статус оплаты',
        'created_at' => 'Дата создания',
    ],

    'public_profile_executor' => [
        'close_profile' => 'Извините, но Профиль закрыт владельцем!',
        'close_profile_text' => 'Если у Вас есть важная информация по данному профилю, напишите нам.',
        'title' => 'Профиль',
        'date_created' => 'Дата регистрации',
        'reviews' => 'Отзывы',
        'data' => 'Данные',
        'name' => 'Наименование',
        'phone' => 'Телефон',
        'email' => 'Email',
        'address' => 'Адресс',
        'data_company' => 'Данные о компании',
        'show_map' => 'Показать карту',
        'description' => 'Описание',
        'work_hours' => 'График работы',
        'weekdays' => 'Будни',
        'saturday' => 'Суббота',
        'sunday' => 'Воскресенье',
        'year_experience' => 'Опыт работы (лет)',
        'company_type' => 'Тип компании',
        'company_name' => 'Наименование',
        'company_address' => 'Юр.адрес',
        'company_requisites' => 'Реквизиты',
        'company_contact' => 'Контактное лицо',
        'rate' => 'Рейтинг',
        'category' => 'Специализация',
        'type_pay' => 'Виды оплаты',
        'dop' => 'Дополнительные услуги',
        'city' => 'Город',
        'map' => 'Местонахождение',
        'verified' => 'Проверенный',
    ],

    'customer' => [
        'profile' => 'Профиль',
        'orders' => 'История',
        'favorites' => 'Избранное',
        'payments' => 'Платежи',
        'help' => 'Помощь',
        'settings' => 'Настройки',
        'pay' => 'Оплата услуги',
        'cars' => 'Мои автомобили',
        'bids' => 'Заявки',
        'bid' => 'Ваша заявка',
    ],

    'executor' => [
        'profile' => 'Личный профиль',
        'orders' => 'Мои сделки',
        'service_edit' => 'Редактирование услуги',
        'reviews' => 'Отзывы',
        'review_info' => 'Отзывы Ваших заказчиков.',
        'payments' => 'Патежи',
        'calendar' => 'Календарь',
        'help' => 'Помощь',
        'settings' => 'Настройки',
        'packages' => 'Пакеты',
        'bids' => 'Заказы',
        'bid' => 'Заказ',
        'offer_template' => [
            'title' => 'Мои шаблоны',
        ],
    ],

    'footer' => [
        'info_text_1' => 'Информация',
        'info_text_2' => 'Дополнительно',
        'info_text_3' => 'Контакты',
        'company' => 'BIRJASTO',
        'company_text' => 'Дополнительно информация о компании, говорит о общей цели данного сервиса.',
    ],

    'pay' => [
        'service' => 'Услуга: ',
        'sum_order' => 'Сумма заказа: ',
        'commission' => 'Комиссия: ',
        'total' => 'Сумма к оплате: ',
        'pay_now' => 'Оплатить сейчас',
        'pay_system' => 'Платежная система:',
    ],

    'public_offer' => [
        'title' => 'Публичная оферта',
        'text' => 'Публичная оферта (далее условия использования): Благодарим за использование нашего продукта и сервиса (далее – "Сервис"). Настоящие Условия использования регламентируют правила использования сайта, расположенного по адресу: birjasto.com.ua и физическим или юридическим лицам (далее - Пользователь). Используя наш Сервис, Вы соглашаетесь с настоящими условиями использования. Просим Вас внимательно ознакомиться с ними. Если Вы не соглашаетесь с любым из условий данного документа, Вы не должны использовать Сервис BirjaSto. Регистрируясь на Сервисе BirjaSto, Пользователь обязан предоставить достоверную и конкретную информацию о себе, в том числе свои контактные данные. Пользователь отвечает за работоспособность номера мобильного телефона, указанного при регистрации и адреса электронной почты, в случае его добавления в свою учётную запись после регистрации. Для связи с Пользователем по предоставлению Услуг, команда BirjaSto может отправлять сообщения по электронной почте (e-mail), через мессенджеры (SMS, Viber, Telegram и другие) либо через звонки на номер мобильного телефона Пользователя. Пользователю запрещено регистрировать более одной учётной записи в Сервисе BirjaSto. Все Услуги, предоставляемые с помощью Сервиса, должны быть использованы только в легальных целях и не противоречить действующему законодательству Украины и международным законодательным актам. Не используйте Сервис ненадлежащим образом. В Политике конфиденциальности сервиса BirjaSto содержатся сведения о том, как мы собираем и обрабатываем Ваши персональные данные, а также обеспечиваем их безопасность при использовании Вами Сервиса BirjaSto. Вся информация, которая размещается на Сервисе Пользователем, является собственностью Пользователя, который ее разместил и эта информация не будет передана третьим лицам за исключением предусмотренным законодательством Украины. Мы, не несём ответственности за упущенную прибыль, недополученный доход, потерю данных, финансовые убытки Пользователя. Мы приложим максимум усилий, но не гарантируем что Сервис будет соответствовать требованиям Пользователя, будет предоставляться непрерывно, быстро, надежно и без ошибок, а результаты, которые могут быть получены Пользователем, будут точными и надежными. Мы не несем ответственности за качество и правдивость информации размещенной нашими пользователями. Мы не несем ответственности за качество и правдивость информации в нашей базе, но приложим максимум усилий чтобы она была точная качественная и правдивая. Мы не несем ответственности за невозможность доступа к сайту и за потерю данных. Мы оставляем за собой право изменять эти Условия использования. Вам необходимо регулярно отслеживать информацию о таких корректировках. Об изменениях условий мы сообщим на этой странице. Изменения не имеют обратного действия и вступают в силу не ранее четырнадцати дней с момента публикации. Однако если они связаны с внедрением новых функций или внесением поправок в законодательство, то будут применяться немедленно. Если Вы не согласны с изменениями в условиях использования, Вы должны прекратить работу с Сервисом BirjaSto. Условия возврата денег: Возврат денег предоставляется за оплату пакета на Сервисе BirjaSto. Возврат денег осуществляется только за впервые заказанные услуги. Например, если Вы подписались на базу, после чего получили возврат денег и подключили у нас тарифный план второй раз, то Вы не сможете получить обратно деньги за второй заказ. Запросить возврат денег можно только на протяжении первых двух календарных дней после активации тарифного плана. Запрос на возврат денег и возврат денег возможен по истечении первых двух календарных дней после активации тарифного плана на усмотрение команды сервиса BirjaSto. Возврат средств производится за вычетом комиссии платежных систем. При платежах картой VISA и MasterCard деньги возвращаются на ту же карту, с которой был произведен платеж. После того как мы вернем платеж, деньги появляются на карте в течении 3-х банковских дней. случае, если оплата была произведена физлицом через банкомат или отделение банка, то деньги могут быть возвращены на карту VISA или MasterCard любого банка Украины, или другим способом, который будет удобен для обеих сторон. Возврат оплаты производится в течение 10 дней с момента подачи заявки. Возврат оплаты не производится при нарушении Условий использования. При возврате вычитаются все бонусы и скидки. Если Вы не согласны с условиями возврата денег, Вы не должны начинать работу с Сервисом BirjaSto.'
    ],

    'privacy_policy' => [
        'title' => 'Политика конфиденциальности',
        'text' => 'Настоящая политика обработки персональных данных составлена в соответствии с требованиями законодательства Украины «О персональных данных» и определяет порядок обработки персональных данных и меры по обеспечению безопасности. Команда BirjaSto заботится об обеспечении безопасности данных своих клиентов и ставит важнейшей целью своей деятельности соблюдение прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну. Настоящая политика конфиденциальности в отношении обработки персональных данных применяется ко всей информации, которую команда BirjaSto может получить о посетителях веб-сайта birjasto.com.ua В этом документе (Политика конфиденциальности) подробно описывается какую информацию мы получаем, собираем и используем в связи с использованием сайта, расположенного по адресу: BirjaSto.com.ua Каждый раз, когда Вы используете сервис BirjaSto, Вы безусловно соглашаетесь со всеми пунктами, описанными в настоящем документе. Мы будем обновлять или изменять Политику конфиденциальности в любое время с уведомлением или без него. Однако мы не будем использовать Вашу персональную информацию таким образом, который существенно отличается от описанного в этом документе. Если Вы являетесь пользователем Сервиса BirjaSto из любой страны, отличной от Украины, с ее конкретными законами, регулирующими сбор, использование и раскрытие персональных данных, пожалуйста, имейте в виду, что благодаря постоянному использованию Сервиса BirjaSto, которое регулируется законодательством Украины, настоящей Политикой конфиденциальности и Публичной офертой, Вы передаете свою личную информацию в строгом соответствии с законодательством Украины. Программное обеспечение сервиса BirjaSto позволяет получать информацию об аренде или продаже объектов недвижимости. Регистрируясь на Сервисе BirjaSto и используя его, Пользователь предоставляет своё согласие на обработку всех введенных для регистрации данных с целью надлежащего предоставления услуг. Персональные данные то есть информация, которую мы храним о Пользователях включает в себя: - фамилия, имя, отчество - номер телефона - адрес электронной почты Также на сайте происходит сбор и обработка обезличенных данных о посетителях (в т.ч. файлов «cookie») Мы никому не передаем Ваши персональные данные, за исключением случаев, когда на это был получен запрос компетентных органов, оформленных в соответствии с требованиями законодательства, в том числе согласно ст. 93 Уголовного процессуального кодекса Украины. Мы храним только те данные, которые необходимы для правильного функционирования нашего Сервиса. Мы принимаем все необходимые меры для защиты данных от неавторизованного доступа, изменения, раскрытия или уничтожения. К этим мерам относятся, в частности, внутренняя проверка процессов сбора, хранения и обработки данных и мер безопасности, включая соответствующее шифрование и меры по обеспечению физической безопасности данных для предотвращения неавторизованного доступа. Настоящая политика конфиденциальности может время от времени меняться. Изменения, вносимые в политику конфиденциальности, будут опубликованы на этой странице. Все вопросы, связанные с политикой конфиденциальности, можно отправить на адрес: info@birjasto.com.ua'
    ],


];
