<?php


return [

    /*
    |--------------------------------------------------------------------------
    | Pagination Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used by the paginator library to build
    | the simple pagination links. You are free to change them to anything
    | you want to customize your views to better match your application.
    |
    */

    'title' => 'Повідомлення',
    'name' => 'Тема',
    'text' => 'Повідомлення',
    'status' => 'Статус',
    'created_at' => 'Дата',
    'id' => 'ID',
    'not_seen' => 'Не прочитано',
    'seen' => 'Прочитано',
    'read_all' => 'Прочитати все',
    'info_seen' => 'Ваше повідомлення прочитано!',
    'no_data_text' => 'У Вас немає повідомлень...',
    'package_off' => 'PRO відключено!',
    'package_on' => 'PRO включено!',
    'more' => 'Деталі',
    'seen_info' => 'Повідомлення прочитано!',
    'await' => 'Очікування',
    'nothing' => 'Нічого не знайдено',

    'message' => [
        'name' => 'Нове повідомлення від '
    ],

    'payment' => [
        'name' => 'Нова оплата!',
        'text' => 'Ви можете переглянути цей запис у розділі Платежі.',
    ],

    'user' => [
        'name' => 'Новий користувач!',
        'text' => 'Ви можете переглянути цей запис у розділі Користувачі.',
    ],

    'bid' => [
        'name' => 'Нове замовлення!',
        'text' => 'Ви можете переглянути цей запис у розділі Замовлення.',
    ],

    'offer' => [
        'name' => 'Нова пропозиція до замовлення!',
        'text' => 'Ви можете переглянути цей запис у розділі Замовлення.',
    ],

    'comment' => [
        'name' => 'Новий коментар до замовлення!',
        'text' => 'Ви можете переглянути цей запис у розділі Змовлення.',
    ],

    'question' => [
        'name' => 'Нове повідомлення до замовлення!',
        'text' => 'Ви можете переглянути цей запис у розділі Змовлення.',
    ],

    'status_offer' => [
        'name' => 'Змінено статус вашої пропозиції на замовлення!',
        'text' => 'Ви можете переглянути цей запис у розділі Змовлення.',
    ],

    'disable_package' => [
        'name' => 'Минув термін вашої підписки!',
        'text' => 'Ви можете продовжити її у розділі Пакети.',
    ],

    'is_verified' => [
        'name' => 'Ваш обліковий запис активовано!',
        'text' => 'Ви можете робити пропозиції на замовлення.',
    ],

    'review' => [
        'name' => 'Вам додали новий відгук!',
        'text' => 'Ви можете переглянути цей запис у розділі Відгуки.',
    ],

    'info_require_status_bid' => [
        'name' => 'У вас є незакрите замовлення!',
        'text' => 'Ви можете закрити його в розділі Замовлення.',
    ],

];
