<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Pagination Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used by the paginator library to build
    | the simple pagination links. You are free to change them to anything
    | you want to customize your views to better match your application.
    |
    */

    'home' => [
        'title' => 'Головна',
    ],

    'sidebar' => [
        'item_1' => 'Про сервіс',
        'item_2' => 'Умови',
        'item_3' => 'Майстерням',
        'item_4' => 'Автомобілістам',
        'item_5' => 'Обслуговування клієнтів',
        'item_6' => 'Марки автомобілів',
        'item_7' => 'Блог',
    ],

    'contacts' => [
        'title' => 'Контакти',
        'success_contact' => 'Ваше звернення успішно надіслано!',
        'title_form' => "Зворотний зв'язок",
        'name' => "Ім'я",
        'email' => 'Email',
        'description' => 'Опис',
        'send' => 'Отруїти',
    ],

    'for_executors' => [
        'title' => 'Майстерням',
    ],

    'for_customers' => [
        'title' => 'Автомобілістам',
    ],

    'car_brands' => [
        'title' => 'Марки автомобілів',
    ],

    'about' => [
        'title' => 'Про сервіс',
    ],

    'term' => [
        'title' => 'Як працює сервіс?',
    ],

    'blog' => [
        'title' => 'Блог',
        'article' => 'Піст',
        'categories' => 'Категорії',
        'category' => 'Категорія',
    ],

    'customer_service' => [
        'title' => 'Обслуговування клієнтів',
    ],

    'catalog' => [
        'title' => 'Каталог майстерень',
        'sort_default' => 'За замовчуванням',
        'sort_rate' => 'По рейтингу',
        'sort' => 'Сортувати',
        'add_bid' => 'Ви можете подати заявку безпосередньо, даної Майстерні',
        'filter' => [
            'name' => 'Найменування',
            'search' => 'Пошук',
            'refresh' => 'Скидання',
            'rate' => "Рейтинг",
        ],
        'list' => [
            'modal' => [
                'title' => 'Надіслати повідомлення',
                'send' => 'Відправити',
                'message' => 'Ваше повідомлення',
                'send_success' => 'Повідомлення успішно відправлено!',
                'required' => 'Напишіть Ваше повідомлення!',
                'dont_send' => 'Ви не можете написати себе!',
            ]
        ]
    ],

    'thanks' => [
        'title' => 'Статус оплати',
        'pay_success' => 'Ви перенаправлені платіжною системою. Чекайте на проведення оплати...',
        'your_payments' => 'Перейти до платежів',
    ],

    'vacancies' => [
        'title' => 'Вакансії',
    ],

    'advertising' => [
        'title' => 'Реклама на сайті',
    ],

    'partners' => [
        'title' => 'Партнерам',
    ],

    'investors' => [
        'title' => 'Інвесторам',
    ],

    'category' => [
        'title' => 'Категорія',
        'portfolio' => 'Портфоліо',
    ],

    'service' => [
        'title' => 'Послуга',
        'gallery' => 'Галерея',
        'video' => 'Відео',
    ],

    'bid' => [
        'title' => 'Замовлення',
        'customer' => 'Замовник',
        'executor' => 'Майстерня',
        'service' => 'Послуга',
        'hours' => 'Годин',
        'person' => 'Людей',
        'total' => 'Разом',
        'status' => 'Статус',
        'status_order_name' => 'Статус замовлення',
        'status_pay_name' => 'Статус оплати',
        'created_at' => 'Дата створення',
    ],

    'public_profile_executor' => [
        'close_profile' => 'Вибачте, але Профіль закрито власником!',
        'close_profile_text' => 'Якщо у Вас є важлива інформація щодо цього профілю, напишіть нам.',
        'title' => 'Профіль',
        'date_created' => 'Дата реєстрації',
        'reviews' => 'Відгуки',
        'data' => 'Дані',
        'name' => 'Найменування',
        'phone' => 'Телефон',
        'email' => 'Email',
        'address' => 'Адреса',
        'data_company' => 'Дані про компанію',
        'show_map' => 'Показати карту',
        'description' => 'Опис',
        'work_hours' => 'Графік работи',
        'weekdays' => 'Будні',
        'saturday' => 'Субота',
        'sunday' => 'Неділя',
        'day_off' => 'Вихідний',
        'year_experience' => 'Досвід роботи (років)',
        'company_type' => 'Тип компанії',
        'company_name' => 'Найменування',
        'company_address' => 'Юр.адреса',
        'company_requisites' => 'Реквізити',
        'company_contact' => 'Контактна особа',
        'rate' => 'Рейтинг',
        'category' => 'Специалізація',
        'type_pay' => 'Види оплати',
        'dop' => 'Додаткові послуги',
        'city' => 'Місто',
        'map' => 'Місцезнаходження',
        'verified' => 'Перевірений',
    ],

    'customer' => [
        'profile' => 'Профіль',
        'orders' => 'Історія',
        'favorites' => 'Вибране',
        'payments' => 'Платежі',
        'help' => 'Допомога',
        'settings' => 'Налаштування',
        'pay' => 'Оплата послуг',
        'cars' => 'Мої автомобілі',
        'bids' => 'Заявки',
        'bid' => 'Ваша заявка',
    ],

    'executor' => [
        'profile' => 'Особистий профіль',
        'orders' => 'Мої замовлення',
        'service_edit' => 'Редагування послуг',
        'reviews' => 'Відгуки',
        'review_info' => 'Відгуки Ваших замовників.',
        'payments' => 'Патежі',
        'calendar' => 'Календар',
        'help' => 'Допомога',
        'settings' => 'Налаштування',
        'packages' => 'Пакети',
        'bids' => 'Замовлення',
        'bid' => 'Замовлення',
        'offer_template' => [
            'title' => 'Мои шаблони',
        ],
    ],

    'footer' => [
        'info_text_1' => 'Інформація',
        'info_text_2' => 'Додатково',
        'info_text_3' => 'Контакти',
        'company' => 'BIRJASTO',
        'company_text' => 'Додатково інформація про компанію говорить про загальну мету даного сервісу.',
    ],

    'pay' => [
        'service' => 'Послуга: ',
        'sum_order' => 'Сума замовлення: ',
        'commission' => 'Комісія: ',
        'total' => 'Сума до оплати: ',
        'pay_now' => 'Оплатити зараз',
        'pay_system' => 'Платіжна система:',
    ],

    'public_offer' => [
        'title' => 'Публічна оферта',
        'text' => "Публічна оферта (далі умови використання): Дякуємо за використання нашого продукту та сервісу (далі – 'Сервіс'). Ці Умови використання регламентують правила використання сайту, розташованого за адресою: birjasto.com.ua та фізичним або юридичним особам (далі - Користувач). Використовуючи наш Сервіс, Ви погоджуєтесь із цими умовами використання. Просимо Вас уважно ознайомитись із ними. Якщо Ви не погоджуєтесь з будь-якою умовою цього документа, Ви не повинні використовувати Сервіс BirjaSto. Реєструючись на Сервісі BirjaSto, Користувач зобов'язаний надати достовірну та конкретну інформацію про себе, у тому числі свої контактні дані. Користувач відповідає за працездатність номера мобільного телефону, вказаного під час реєстрації та адреси електронної пошти, у разі його додавання до свого облікового запису після реєстрації. Для зв'язку з Користувачем з надання послуг, команда BirjaSto може надсилати повідомлення електронною поштою (e-mail), через месенджери (SMS, Viber, Telegram та інші) або через дзвінки на номер мобільного телефону Користувача. Користувачеві заборонено реєструвати більше одного облікового запису в Сервісі BirjaSto. Усі Послуги, що надаються за допомогою Сервісу, мають бути використані лише з легальною метою та не суперечити чинному законодавству України та міжнародним законодавчим актам. Не використовуйте Сервіс неналежним чином. Політика конфіденційності сервісу BirjaSto містить відомості про те, як ми збираємо та обробляємо Ваші персональні дані, а також забезпечуємо їхню безпеку при використанні Вами Сервісу BirjaSto. Вся інформація, яка розміщується на Сервісі Користувачем, є власністю Користувача, який її розмістив, і ця інформація не буде передана третім особам, за винятком передбачених законодавством України. Ми не несемо відповідальності за втрачений прибуток, недоотриманий дохід, втрату даних, фінансові збитки Користувача. Ми докладемо максимум зусиль, але не гарантуємо, що Сервіс відповідатиме вимогам Користувача, надаватиметься безперервно, швидко, надійно та без помилок, а результати, які можуть бути отримані Користувачем, будуть точними та надійними. Ми не несемо відповідальності за якість та правдивість інформації, розміщеної нашими користувачами. Ми не несемо відповідальності за якість та правдивість інформації в нашій базі, але докладемо максимум зусиль, щоб вона була точна якісна та правдива. Ми не несемо відповідальності за неможливість доступу до сайту та за втрату даних. Ми залишаємо за собою право змінювати ці умови використання. Вам необхідно регулярно відстежувати інформацію про такі коригування. Про зміни умов ми повідомимо на цій сторінці. Зміни не мають зворотної дії та набувають чинності не раніше чотирнадцяти днів з моменту публікації. Однак, якщо вони пов'язані з впровадженням нових функцій або внесенням поправок до законодавства, то застосовуватимуться негайно. Якщо Ви не погоджуєтесь із змінами в умовах використання, Ви повинні припинити роботу з Сервісом BirjaSto. Умови повернення грошей Повернення грошей надається за оплату пакета на Сервісі BirjaSto. Повернення грошей здійснюється лише за вперше замовлені послуги. Наприклад, якщо Ви підписалися на базу, після чого отримали повернення грошей та підключили у нас тарифний план вдруге, то Ви не зможете отримати назад гроші за друге замовлення. Запросити повернення грошей можна лише протягом перших двох календарних днів після активації тарифного плану. Запит на повернення грошей та повернення грошей можливий після закінчення перших двох календарних днів після активації тарифного плану на розсуд команди сервісу BirjaSto. Повернення коштів провадиться за вирахуванням комісії платіжних систем. При платежах карткою VISA та MasterCard гроші повертаються на ту саму картку, з якою було здійснено платіж. Після того як ми повернемо платіж, гроші з'являються на карті протягом 3 банківських днів. у випадку, якщо оплату було здійснено фізособою через банкомат або відділення банку, то гроші можуть бути повернуті на картку VISA або MasterCard будь-якого банку України, або в інший спосіб, який буде зручний для обох сторін. Повернення оплати провадиться протягом 10 днів з моменту подання заявки. Повернення оплати не провадиться за порушення Умов використання. При поверненні віднімаються всі бонуси та знижки. Якщо Ви не погоджуєтесь з умовами повернення грошей, Ви не повинні починати роботу з Сервісом BirjaSto."
    ],

    'privacy_policy' => [
        'title' => 'Політика конфіденційності',
        'text' => "Ця політика обробки персональних даних складена відповідно до вимог законодавства України «Про персональні дані» та визначає порядок обробки персональних даних та заходи щодо забезпечення безпеки. Команда BirjaSto піклується про забезпечення безпеки даних своїх клієнтів та ставить найважливішу мету своєї діяльності дотримання прав і свобод людини та громадянина при обробці його персональних даних, у тому числі захисту прав на недоторканність приватного життя, особисту та сімейну таємницю. Справжня політика конфіденційності щодо обробки персональних даних застосовується до всієї інформації, яку команда BirjaSto може отримати про відвідувачів сайту birjasto.com.ua. , розташованого за адресою: BirjaSto.com.ua Щоразу, коли Ви використовуєте сервіс BirjaSto, Ви, безумовно, погоджуєтесь з усіма пунктами, описаними в цьому документі. Ми будемо оновлювати або змінювати Політику конфіденційності будь-коли з повідомленням або без нього. Однак ми не будемо використовувати Вашу персональну інформацію таким чином, що суттєво відрізняється від описаного у цьому документі. Якщо Ви є користувачем Сервісу BirjaSto з будь-якої країни, відмінної від України, з її конкретними законами, що регулюють збір, використання та розкриття персональних даних, будь ласка, майте на увазі, що завдяки постійному використанню Сервісу BirjaSto, яке регулюється законодавством України, цією Політикою конфіденційності Публічною офертою Ви передаєте свою особисту інформацію у суворій відповідності до законодавства України. Програмне забезпечення сервісу BirjaSto дозволяє отримувати інформацію про оренду або продаж об'єктів нерухомості. Реєструючись на Сервісі BirjaSto та використовуючи його, Користувач надає свою згоду на обробку всіх введених для реєстрації даних з метою належного надання послуг. Персональні дані тобто інформація, яку ми зберігаємо про Користувачів включає: - прізвище, ім'я, по батькові - номер телефону - адреса електронної пошти Також на сайті відбувається збір та обробка знеособлених даних про відвідувачів (в т.ч. файлів cookie) Ми нікому не передаємо Ваші персональні дані, за винятком випадків, коли на це було отримано запит компетентних органів, оформлених відповідно до вимог законодавства, у тому числі згідно зі ст. 93 Кримінального процесуального кодексу України. Ми зберігаємо ті дані, які необхідні для правильного функціонування нашого Сервісу. Ми вживаємо всіх необхідних заходів для захисту даних від неавторизованого доступу, зміни, розкриття чи знищення. До цих заходів належать, зокрема, внутрішня перевірка процесів збору, зберігання та обробки даних та заходів безпеки, включаючи відповідне шифрування та заходи щодо забезпечення фізичної безпеки даних для запобігання неавторизованому доступу. Справжня політика конфіденційності може іноді змінюватися. Зміни, які вносяться до політики конфіденційності, будуть опубліковані на цій сторінці. Усі питання, пов'язані з політикою конфіденційності, можна надіслати на адресу: info@birjasto.com.ua"
    ],

];
